[
    {
        "img": "img0",
        "title": "Организация учебного процесса",
        "desc": "Управляйте процессом обучения. Наблюдайте за будущими, текущими и завершенными курсами в одном окне.",
        "descAdd": "Организация учебного процесса играет ключевую роль в обеспечении эффективного образовательного процесса. Это включает в себя планирование учебных программ, составление расписания занятий, подготовку квалифицированных преподавателей, выбор и разработку учебных материалов, а также оценку успеваемости студентов. Качественная организация учебного процесса способствует максимальному усвоению знаний, развитию навыков и формированию компетенций у обучающихся. Она также способствует созданию благоприятной образовательной среды, в которой студенты могут эффективно обучаться и реализовывать свой потенциал.",
        "color": "#9e00ff",
        "colorBg": "false",
        "desc_width": "250px",
        "path": "educational_process"
    },
    {
        "img": "img1",
        "title": "Управление расписанием занятий",
        "desc": "Спланируйте расписание курсов самым удобным образом. Больше никаких накладок и переносов.",
        "descAdd": "Управление расписанием занятий представляет собой важный аспект организации образовательного процесса, направленный на оптимизацию времени и ресурсов. Это включает в себя составление ежедневных, еженедельных и семестральных графиков занятий, учитывая потребности студентов, доступность преподавателей и доступность аудиторий. Эффективное управление расписанием способствует минимизации конфликтов, обеспечивает равномерное распределение нагрузки на студентов и преподавателей, а также позволяет эффективно использовать учебное время.",
        "color": "#6e6c72",
        "colorBg": "false",
        "desc_width": "244px",
        "path": "schedule_control"
    },
    {
        "img": "img2",
        "title": "Администрирование домашних заданий",
        "desc": "Отслеживайте прогресс обучения индивидуально по каждому ученику.",
        "descAdd": "Администрирование домашних заданий – это важный аспект образовательного процесса, направленный на эффективное управление заданиями, их распределение, сбор, проверку и обратную связь с учащимися. Этот процесс включает в себя разработку заданий с учетом учебных целей и потребностей студентов, установление сроков выполнения, организацию системы сдачи и приема работ, а также обеспечение обратной связи по результатам выполнения заданий.",
        "color": "#0038FF",
        "colorBg": "false",
        "desc_width": "299px",
        "path": "homework_progress"
    },
    {
        "img": "img3",
        "title": "Задания для учеников",
        "desc": "Каждый ученик может видеть домашние задания от преподавателя, отслеживать статус их проверки и собственный уровень прогресса в обучении.",
        "descAdd": "Статус домашних заданий отражает текущее состояние выполнения учебных задач студентами в рамках учебного процесса. Этот статус может быть разнообразным, включая такие состояния, как назначено, в процессе выполнения, завершено, сдано, проверено, одобрено и т.д. Отслеживание статуса домашних заданий позволяет преподавателям эффективно контролировать прогресс учащихся, обеспечивать своевременную обратную связь и поддерживать студентов в достижении их учебных целей. Это также помогает студентам организовывать свое время, планировать выполнение заданий и следить за своими успехами в учебе.",
        "color": "#FF2E00",
        "colorBg": "false",
        "desc_width": "283px",
        "path": "homework_status"
    },
    {
        "img": "img4",
        "title": "Мониторинг посещения занятий",
        "desc": "Просматривайте посещаемость каждого ученика на курсе. Отстающих больше не будет.",
        "descAdd": "Мониторинг посещения занятий является важной составляющей управления образовательным процессом. Этот процесс представляет собой систематическое отслеживание уровня присутствия студентов на учебных занятиях. Целью мониторинга является обеспечение высокой посещаемости, которая в свою очередь способствует успешному усвоению материала, активному участию в обсуждениях и развитию академических навыков. Важно обеспечить систематическое и регулярное проведение мониторинга для своевременного выявления и реагирования на отклонения от нормы.",
        "color": "#2F2A37",
        "colorBg": "false",
        "desc_width": "294px",
        "path": "attendance"
    },
    {
        "img": "img5",
        "title": "Записи хранятся на платформе",
        "desc": "Спланируйте расписание курсов самым удобным образом. Больше никаких накладок и переносов.",
        "descAdd": "Планирование расписания курсов играет ключевую роль в организации учебного процесса. Этот процесс включает в себя определение времени и места проведения учебных занятий для студентов и преподавателей. Он основывается на тщательном анализе учебных программ, доступности ресурсов и предпочтениях участников образовательного процесса. Целью планирования расписания курсов является создание эффективного и удобного графика занятий, который обеспечивает оптимальное использование времени и ресурсов, а также учитывает индивидуальные потребности студентов и преподавателей.",
        "color": "#F3F6EF",
        "colorBg": "true",
        "desc_width": "283px",
        "path": "shedule_planning"
    }
]
